Repository: Zhailybaeva/Project1
Catalog: lib/l10n/intl_*.arb
Languages: kk

source: Main Page
kk: Басты бет

source: Today
kk: Бүгін

source: Current lesson
kk: Қазіргі сабақ

source: Monday
kk: Дүйсенбі

source: School activities
kk: Жаңалықтар

source: Home Work
kk: Ұй жұмысы

source: Schedule
kk: Сабақ кесте

source: Chetvert
kk: Тоқсандық

source: SubjectList
kk: Сабақтар

source: Class
kk: Сынып

source: Teachers
kk: Мұғалімдер

source: VideoLessons
kk: Видеосабақтар

source: Resources
kk: Ресурстар

source: Videos
kk: Видеолар

source: Push Notifications
kk: Push хабарламасы

source: Sms Notifications
kk: Sms хабарламасы

source: Change Language
kk: Тілді өзгерту

source: Change Password
kk: Құпиясөзді өзгерту

source: Questions
kk: Сұрақтар

source: Technical Help
kk: Техникалык қолдау

source: Exit
kk: Шығу

source: Credentials
kk: Толық аты-жөні

source: ClassOf
kk: Сыныбы

source: Class teacher
kk: Сынып жетекші

source: Parents 1
kk: Ата-ана 1

source: Parents 2
kk: Ата-ана 2

source: Settings
kk: Баптаулар

source: Done
kk: Орындалды

source: Journal
kk: Журнал

source: Subjects
kk: Пәндер

# Community
source: Birlestik
kk: Бірлестік

source: SubjectMaterials
kk: Оқу материалдары

source: Info
kk: Инфо

source: Test
kk: Тест

source: Writing
kk: Жазба

# UBTreadyness
source: UBT readyiness
kk: ҰБТ-ға дайындық

source: Time
kk: Уақыт

source: Chat
kk: Чат

source: Search
kk: Іздеу

source: Additional
kk: Қосымша

source: Teacher
kk: Мұғалім

source: Finishing
kk: Аяқталуы

source: failed
kk: Орындалмады

source: ReadMore
kk: Толығырақ

source: DistanceLearning
kk: Қашықтан оқу

# DistanceLearningText
source: Use school timetables and distance learning systems
kk: Мектеп сабақтарының кестелері мен қашықтан оқудың жүйесін қолданыңыз

source: LessonMaterials
kk: Сабақ материалдары

# LessonMaterialstext
source: Learn and familiarize yourself with the content and tasks of daily classes
kk: Күнделікті сабақтардың мазмұны мен тапсырмаларын біліп, танысып отырыңыз

# HomeWorkT
source: Home Work
kk: Үй тапсырмалары

# HomeWorkText
source: Complete homework assignments and submit them to teachers through this app
kk: Үй тапсырмаларын орындаңыз және осы қосымша арқылы мұғалімдерге жолдаңыз

source: Streaming Lessons
kk: Стриминг-сабақтар

# StreamingLessonsText
source: Participate in video lessons, listen to remote teaching of teachers online
kk: Видео сабақтарға қатысыңы, мұғалімдердің қашықтан оқытуын онлайн тыңдаңыз

source: StudentsCabinet
kk: Оқушының кабинеті

# StudentsCabinetText
source: You can find out your login by asking your teacher or looking in the parents' office!
kk: Логиніңізді мұғалімнен сұрау арқылы немесе ата-ана кабинетінен қарап біле аласыздар!

source: Next
kk: Келесі

source: Login
kk: Кіру

source: By Subjects
kk: Пәндер бойынша

source: Grades
kk: Баға

source: By Month
kk: Ай бойынша

source: By Chetvert
kk: Тоқсандық бойынша

# SelectedSubject
source: Select Subject
kk: Сабақты таңдаңыз

source: PN
kk: ДС

source: VT
kk: СС

source: SR
kk: СР

source: CH
kk: БС

source: PT
kk: ЖМ

source: SB
kk: СБ

source: VS
kk: ЖС

source: The subject
kk: Тақырыбы

source: Volume
kk: Көлемі

# Hours
source: Hourse
kk: Сағаты

# Hours1
source: Hourse1
kk: Сағаты

source: Finished
kk: Орындалды

source: text
kk: Мәтін

# EnterText
source: Enter a text
kk: Мәтін жазыңыз...

source: AddPhoto
kk: Фото енгізу
